Repository: DieterHolvoet/coop-app
Catalog: COOP/*.lproj/Localizable.strings
Languages: fr, nl

# walk-done
source: Done!
fr: Terminé!
nl: Voltooid!

# walk-not-done
source: Not done
fr: A faire
nl: Niet voltooid

source: Interactivity
fr: Interactivité
nl: Interactiviteit

# settings-notifications
source: Notifications
fr: Alertes
nl: Meldingen

# settings-interactive-walk
source: Interactive walk
fr: Promenade interactive
nl: Interactieve wandeling

# settings-interactive-walk-description
source: Makes the walk more interesting by requiring to find a hidden QR code with every point of interest
fr: Rend la marche plus intéressante en exigeant de trouver un code QR caché à chaque point d'intérêt
nl: Maakt de wandeling interessanter door bij elke POI verplicht een verstopte QR-code te zoeken

# button-next
source: Next
fr: Prochain
nl: Volgende

# button-previous
source: Previous
fr: Précédent
nl: Vorige

# button-play-audio
source: Play audio
fr: Jouer le son
nl: Speel geluid

# button-pause-audio
source: Pause audio
fr: Arrêter le son
nl: Pauzeer geluid

# button-finish
source: Finish
fr: Terminer
nl: Voltooien

# alert-incorrect-qr
source: This is not the correct QR-code for the next step!
fr: Ce code QR ne correspond pas à celui pour l'étape suivante!
nl: Dit is niet de correcte QR-code voor de volgende stap!

# alert-reader-not-supported
source: Reader not supported by the current device
fr: Le lecteur de code QR n'est pas pris en charge par votre appareil.
nl: De QR-codelezer is niet ondersteund door uw apparaat.

# alert-walk-no-stops
source: Walk with ID %@ has no stops. This shouldn't happen, please tell us about this problem!
fr: Balade avec ID %@ n'a pas d'arrêts. Cela ne devrait pas arriver, s'il vous plaît contactez-nous!
nl: Wandeling met ID %@ heeft geen stops. Dit zou niet mogen gebeuren, gelieve ons te contacteren!

# alert-error
source: Error
fr: Erreur
nl: Fout

# alert-cancel
source: Cancel
fr: Annuler
nl: Annuleren

# tutorial-skip
source: Skip the tutorial
fr: Passer le tutoriel
nl: Sla de tutorial over

# tutorial-start-app
source: Enter the app
fr: Entrer l'application
nl: Start de app

# trophy-history
source: Congratulations, you won 1 **History trophy**! Complete the other walks to collect more trophies.
fr: Félicitations, vous avez gagné un **Trophée d'Histoire**! Remplissez les autres promenades à recueillir plus de trophées.
nl: Proficiat, je hebt 1 **Geschiedenis-beker** gewonnen! Voltooi de andere wandelingen om de overige bekers te verzamelen.

# want-more
source: Want more? Follow us on social media and stay tuned!
fr: Vous voulez plus? Suivez-nous sur les médias sociaux et restez à l'écoute!
nl: Zin in meer? Volg ons op sociale media en blijf op de hoogte!
